alefragnani.Bookmarks
arcticicestudio.nord-visual-studio-code
DotJoshJohnson.xml
eamodio.gitlens
EditorConfig.EditorConfig
felipecaputo.git-project-manager
formulahendry.auto-close-tag
formulahendry.code-runner
ginfuru.ginfuru-better-solarized-dark-theme
helgardrichard.helium-icon-theme
jdinhlife.gruvbox
kamikillerto.vscode-colorize
mechatroner.rainbow-csv
mrorz.language-gettext
ms-python.python
ms-toolsai.jupyter
mstuttgart.odoo-scaffold
mstuttgart.odoo-snippets
njpwerner.autodocstring
shakram02.bash-beautify
softwaredotcom.swdc-vscode
teabyii.ayu
thenikso.github-plus-theme
yzhang.markdown-all-in-one