alefragnani.Bookmarks
antfu.theme-vitesse
be5invis.toml
bungcip.better-toml
DotJoshJohnson.xml
eamodio.gitlens
EditorConfig.EditorConfig
esz.theme-a
felipecaputo.git-project-manager
formulahendry.auto-close-tag
ginfuru.ginfuru-better-solarized-dark-theme
jdinhlife.gruvbox
kamikillerto.vscode-colorize
mechatroner.rainbow-csv
mrorz.language-gettext
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-containers
mstuttgart.odoo-scaffold
mstuttgart.odoo-snippets
njpwerner.autodocstring
redhat.vscode-yaml
sainnhe.everforest
shakram02.bash-beautify
teabyii.ayu
tomaciazek.ansible
xshrim.txt-syntax
yzhang.markdown-all-in-one