alefragnani.Bookmarks
artlaman.chalice-icon-theme
be5invis.toml
bungcip.better-toml
ceciljacob.code-plus-theme
DaltonMenezes.aura-theme
DotJoshJohnson.xml
eamodio.gitlens
EditorConfig.EditorConfig
felipecaputo.git-project-manager
formulahendry.auto-close-tag
gimenete.github-linker
ginfuru.ginfuru-better-solarized-dark-theme
jdinhlife.gruvbox
jker.white-winter
kamikillerto.vscode-colorize
mechatroner.rainbow-csv
mrorz.language-gettext
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
mstuttgart.odoo-scaffold
mstuttgart.odoo-snippets
njpwerner.autodocstring
redhat.vscode-yaml
sainnhe.everforest
sainnhe.gruvbox-material
shakram02.bash-beautify
teabyii.ayu
tomaciazek.ansible
wart.ariake-dark
xshrim.txt-syntax
yzhang.markdown-all-in-one